[{"id":1,"title":"The Natural Doctor","author":"Dr. Nyjon Eccles","img":"https://i.ibb.co/9hQvq2x/1.jpg","description":"The Natural Doctor cover informational topics from Dr. Nyjon Eccles, one of the leading Integrated Medicine Physicians in the UK. The Natural Doctor aims to help potential or existing patients achieve optimal health. The blog brings the latest in women’s and men’s health articles, natural medicine, healthy recipes and anti-ageing tips. They also offer services for anti-ageing, menopause, private breast thermography, breast health panels and bioidentical hormone replacement."},{"id":2,"title":"Get Better Health","author":"Dr Kabir Sing","img":"https://i.ibb.co/WKs2hn3/2.jpg","description":"Better Health prides itself on providing “smart health commentary.” With the site’s wide array of informative articles, videos, and audio files about healthcare services, Better Health is a useful tool to guide both patients and medical professionals in the field. Aside from news articles about the latest healthcare trends, readers can also expect professional opinion and health tips from the pros themselves."},{"id":3,"title":"Docs Opinion","author":"Axel F. Sigurdsson","img":"https://i.ibb.co/m9TJMt8/3.jpg","description":"The Doc’s Opinion blog contains general information written by Axel F. Sigurdsson, MD, a specialist in internal medicine and cardiology. Considered by Healthline as one of the Best Blogs about Heart Disease in 2017, Doc’s Opinion focuses on a wide range of topics not just about heart disease, but also about nutrition, the prevention of disease, and achieving a healthy lifestyle."},{"id":4,"title":"Ambulance Driver","author":"Mr. Nasim Ahmed","img":"https://i.ibb.co/r5FPCFq/4.jpg","description":"The Ambulance Driver himself is not just a paramedic, but also a writer and educator who wants to share his knowledge and experiences to the world. Through this blog, the Ambulance Driver shares his day-to-day journey through the dark streets as he tries to save as much lives as possible. With entertaining stories and informative podcasts regarding the field of EMS, the Ambulance Driver continues to save the day -- whether it’s online or offline."}]