[{"id":1,"Name":"Cardio Monitoring","image":"https://i.ibb.co/4WnsQdG/Cardio-Monitoring.jpg","shortDescription":"Cardiac monitoring refers to continuous monitoring of heart activity","longDescription":"Cardiac monitoring generally refers to continuous or intermittent monitoring of heart activity, generally by electrocardiography, with assessment of the patient's condition relative to their cardiac rhythm. It is different from hemodynamic monitoring, which monitors the pressure and flow of blood within the cardiovascular system. The two may be performed simultaneously on critical heart patients. Cardiac monitoring with a small device worn by an ambulatory patient (one well enough to walk around) is known as ambulatory electrocardiography (such as with a Holter monitor, wireless ambulatory ECG, or an implantable loop recorder). Transmitting data from a monitor to a distant monitoring station is known as telemetry or biotelemetry.Cardiac monitoring in the ED setting has a primary focus on the monitoring of arrhythmia, myocardial infarction, and QT-interval monitoring. It is a noninvasive diagnostic tool and monitoring is categorized by the rating system developed by the American College of Cardiology Emergency Cardiac Care Committee.","currPatient":70,"currDoctor":10},{"id":2,"Name":"Orthodontics","image":"https://i.ibb.co/v1nzByt/Orthodontics.jpg","shortDescription":"Orthodontics is a branch of dentistry that treats malocclusion","longDescription":"Orthodontics is a dentistry specialty that addresses the diagnosis, prevention, and correction of mal-positioned teeth and jaws, and misaligned bite patterns. It may also address the modification of facial growth, known as dentofacial orthopedics.Abnormal alignment of the teeth and jaws is very common. Nearly 50% of the developed world's population, according to the American Association of Orthodontics, has malocclusions severe enough to benefit from orthodontic treatment.[citation needed]: although this figure decreases to less than 10% according to the same AAO statement when referring to medically necessary orthodontics. Conclusive scientific evidence for the health benefits of orthodontic treatment, however, is lacking, although patients with completed orthodontic treatment have reported a higher quality of life than that of untreated patients undergoing orthodontic treatment.Treatment may require several months to a few years, and entails using dental braces and other appliances to gradually adjust tooth position and jaw alignment. In cases where the malocclusion is severe, jaw surgery may be incorporated in the treatment plan. Treatment usually begins before a person reaches adulthood, insofar as pre-adult bones may be adjusted more easily before adulthood.","currPatient":35,"currDoctor":7},{"id":3,"Name":"Traumatology","image":"https://i.ibb.co/wS241qj/t-4.jpg","shortDescription":"The branch of surgery that deals with injured patients, usually on an emergency basis","longDescription":"In medicine, traumatology (from Greek trauma, meaning injury or wound) is the study of wounds and injuries caused by accidents or violence to a person, and the surgical therapy and repair of the damage. Traumatology is a branch of medicine. It is often considered a subset of surgery and in countries without the specialty of trauma surgery it is most often a sub-specialty to orthopedic surgery. Traumatology may also be known as accident surgery.Branches of traumatology include medical traumatology and psychological traumatology. Medical Traumatology can be defined as the study of specializing in the treatment of wounds and injuries caused by violence or general accidents. This type of traumatology focuses on the surgical procedures and future physical therapy a patients need to repair the damage and recover properly. Psychological traumatology is a type of damage to one's mind due to a distressing event. This type of trauma can also be the result of overwhelming amounts of stress in one's life. Psychological trauma usually involves some type of physical trauma that poses as a threat to one's sense of security and survival. Psychological trauma often leaves people feeling overwhelmed, anxious, and threatened.","currPatient":22,"currDoctor":5},{"id":4,"Name":"Cardiology","image":"https://i.ibb.co/R4BzfN5/Cardiology.jpg","shortDescription":"Cardiology is the study and treatment of disorders of the heart and the blood vessels.","longDescription":"Cardiology is the study and treatment of disorders of the heart and the blood vessels. A person with heart disease or cardiovascular disease may be referred to a cardiologist.Cardiology is a branch of internal medicine. A cardiologist is not the same as a cardiac surgeon. A cardiac surgeon opens the chest and performs heart surgery.A cardiologist specializes in diagnosing and treating diseases of the cardiovascular system. The cardiologist will carry out tests, and they may perform some procedures, such as heart catheterizations, angioplasty, or inserting a pacemaker.Heart disease relates specifically to the heart, while cardiovascular disease affects the heart, the blood vessels, or both.To become a cardiologist in the United States, it is necessary to complete 4 years of medical school, 3 years of training in internal medicine, and at least 3 years specializing in cardiology.","currPatient":105,"currDoctor":21},{"id":5,"Name":"Prostheses","image":"https://i.ibb.co/xgydGDw/Prostheses.jpg","shortDescription":"A prosthesis  is an artificial device that replaces a missing body part, which may be lost through trauma.","longDescription":"Prosthesis, artificial substitute for a missing part of the body. The artificial parts that are most commonly thought of as prostheses are those that replace lost arms and legs, but bone, artery, and heart valve replacements are common (see artificial organ), and artificial eyes and teeth are also correctly termed prostheses. The term is sometimes extended to cover such things as eyeglasses and hearing aids, which improve the functioning of a part. The medical specialty that deals with prostheses is called prosthetics. The origin of prosthetics as a science is attributed to the 16th-century French surgeon Ambroise Paré. Later workers developed upper-extremity replacements, including metal hands made either in one piece or with movable parts. The solid metal hand of the 16th and 17th centuries later gave way in great measure to a single hook or a leather-covered, nonfunctioning hand attached to the forearm by a leather or wooden shell. Improvement in the design of prostheses and increased acceptance of their use have accompanied major wars. New lightweight materials and better mechanical joints were introduced after World Wars I and II.","currPatient":9,"currDoctor":3},{"id":6,"Name":"Pulmonary","image":"https://i.ibb.co/T4hDq69/Pulmonary.jpg","shortDescription":"Pulmonary hypertension is high blood pressure in the blood vessels that supply the lungs pulmonary arteries.","longDescription":"The word pulmonary means pertaining to the lungs. It is derived from the Latin root word pulmo, which means lung. If someone has pulmonary disease, this means they have a lung disease, and that may affect their ability to breathe well.Pulmonary disease is often treated by a pulmonologist, a specialist in the treatment of lung and breathing issues ranging from asthma to chronic obstructive pulmonary disease to lung cancer.1﻿ Pulmonologists do not perform lung surgeries, but they may perform lung procedures, such as a bronchoscopy, a procedure that allows a medical professional to visualize the inside of the lungs.If surgery is needed, pulmonary problems are typically addressed by a cardiothoracic surgeon.2﻿ Other conditions that are acute, such as a pulmonary embolism, may be treated by hospitalists, intensivists, or other physicians.","currPatient":35,"currDoctor":16}]